Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: And when, some days afterwards, it was announced that from now on the pigs would get up an hour later in the mornings than the other animals, no complaint was made about that either.
uk_1984_iryna_dybko_khutir_tvaryn: навіть і тоді, коли Нікітов проголосив, що свині вставатимуть з ліжок кожного ранку годину пізніше як інші, тварини и не збирались дорікати. Адже самозрозумілим було, що не обійшлось би без гарчання псів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А коли невдовзі оголосили, що свині вставатимуть вранці на годину пізніше, ніж інші, то ніхто теж не ремствував.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А коли за кілька днів прозвучало оголошення, що свині вставатимуть вранці на годину пізніше за інших, то на це вже навіть ніхто не нарікав.

source: By the autumn the animals were tired but happy.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже осінь полонила природу, тварини хоч і втомлені працею, що вщерть виповнювала кожний день їхнього життя, не дорікали, навіть вдоволені були,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Осінь мешканці ферми зустріли стомленими, але щасливими.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На осінь тварини були втомлені, зате задоволені.

source: They had had a hard year, and after the sale of part of the hay and corn, the stores of food for the winter were none too plentiful, but the windmill compensated for everything. It was almost half built now.
uk_1984_iryna_dybko_khutir_tvaryn: бо по виснажливих зусиллях половину вітряка збудували.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони прожили тяжкий рік, і після продажу частини сіна та збіжжя провізії на зиму виявилося не в надлишку. Але вітряк відшкодував усе, тепер майже напівзбудований.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Рік видався важким, і хоч після продажу частини сіна й зерна запаси харчів на зиму були не надто рясними, уже майже збудований млин винагородив їх за все.

source: After the harvest there was a stretch of clear dry weather, and the animals toiled harder than ever, thinking it well worth while to plod to and fro all day with blocks of stone if by doing so they could raise the walls another foot.
uk_1984_iryna_dybko_khutir_tvaryn: Вони поспішали, щоб могти покінчити будову вітряка заки прийде лютий холод зими. Та для приспішення будови вітряка були необхідні деякі знаряддя, тож звірята не жаліли власних запасів прохарчування на зиму, щоб за ті гроші придбати все потрібне. При будові вітряка працювали тяжче як колибудь за часів Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Після жнив настала ясна суха погода, і тварини працювали тяжче, ніж доти, ладні цілісінький день стягувати камінні уламки, аби тільки підняти стіни на якийсь фут.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Після збирання врожаю стояла ясна й суха погода, тож тварини працювали більше, ніж раніше, й ладні були цілісінькими днями тягати каміння, якщо це допоможе до негоди підняти стіни ще хоч на фут.

source: Boxer would even come out at nights and work for an hour or two on his own by the light of the harvest moon.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов приходив на працю навіть і в місячні ночі, на те щоби приспішити кінець будови.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер часом виходив навіть уночі, і годину-другу працював при серпневому місяці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом Боксер себе перевершив, бо виходив на кілька годин ще й ночами, коли світила яскрава повня.

source: In their spare moments the animals would walk round and round the half-finished mill, admiring the strength and perpendicularity of its walls and marvelling that they should ever have been able to build anything so imposing.
uk_1984_iryna_dybko_khutir_tvaryn: У вільні хвилини конечного для здоров’я спочинку ходили всі тварини навкруг напівзакінченого вітряка, з гордістю подивляли його і раділи, що саме вони спромоглися збудувати щось такого величавого.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вільної часини всі ходили довкола вітряка, милуючися міцністю і прямовисністю стін, дивуючися тому, як вони спромоглися на таку подиву гідну споруду.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У вільні хвилини тварини гуляли довкола майбутнього вітряка, милуючись його міцними стінами й прямизною і водночас дивуючись тому, що здатні на такий витвір.

source: Only old Benjamin refused to grow enthusiastic about the windmill, though, as usual, he would utter nothing beyond the cryptic remark that donkeys live a long time.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки єдиний Молчазніков, як звичайно, не висловлював захоплення вітряком.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише старий Бенджамін не піддавався загальному захвату; він, як звикле, лише значущо докидав, що віслюки довго живуть.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише старий Бенджамін не поділяв загального захвату, обмежуючись, як зазвичай, таємничим заувагами про довге життя віслюків.

source: November came, with raging south-west winds.
uk_1984_iryna_dybko_khutir_tvaryn: Надійшов місяць листопад, а з ним студені вітри и дощі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Настав листопад з його лютими південно-західними вітрами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Настав листопад, а з ним прилетіли злі південно-східні вітри.

source: Building had to stop because it was now too wet to mix the cement.
uk_1984_iryna_dybko_khutir_tvaryn: Дощеві зливи приневолили тварин припинити будову.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Будівництво довелося припинити, бо стало надто мокро, щоб робити розчин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Будівництво довелося припинити, бо в таку погоду не годилося замішувати цемент.

source: Finally there came a night when the gale was so violent that the farm buildings rocked on their foundations and several tiles were blown off the roof of the barn.
uk_1984_iryna_dybko_khutir_tvaryn: Одної ночі навістили хутір бурхливі вітри, позривали дахи з декотрих стодол і клунь, а деякі будинки хуртовина розхитувала до підвалин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А однієї ночі розгулялася така страхітлива буря, що ферма двигтіла й трусилася аж до підмурків, а з даху на хліві зірвало кілька черепичин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однієї глухої ночі здійнялася страшенна буря, споруди ферми лиховісно тріщали, а з даху на хліві зірвало кілька черепичин.

source: The hens woke up squawking with terror because they had all dreamed simultaneously of hearing a gun go off in the distance.
uk_1984_iryna_dybko_khutir_tvaryn: Із переляку кури повибігали зі своїх курників і побачили, як шалений вітер виривав кремезне дерево, мов редьку з землі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кури попрокидалися й злякано закудкудахкали, бо їм учувся далекий рушничний постріл.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кури прокинулися раніше за всіх, одночасно заквоктавши від жаху: їм почувся гарматний постріл.

source: In the morning the animals came out of their stalls to find that the flagstaff had been blown down and an elm tree at the foot of the orchard had been plucked up like a radish.
uk_1984_iryna_dybko_khutir_tvaryn: [як шалений вітер виривав кремезне дерево, мов редьку з землі.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вранці, вийшовши надвір, усі побачили, що флагшток зламано, а в'яз у кінці саду вирвано з корінням, немов редиску.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли вранці тварини висипали на подвір’я, то побачили, що флагшток завалився, а величезне дерево в кінці саду вивернуло з корінням, як редьку.

source: They had just noticed this when a cry of despair broke from every animal’s throat.
uk_1984_iryna_dybko_khutir_tvaryn: Та враз пронісся неймовірний крик розпуки;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ледве вони помітили це, як розпачливий зойк вихопився з грудей кожного.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А потім відчайдушний крик вирвався у кожного з них.

source: A terrible sight had met their eyes. The windmill was in ruins.
uk_1984_iryna_dybko_khutir_tvaryn: оце так кожна тварина голосила, бо он там, на горбку, майже покінчена будова вітряка — стояла у руїнах!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Жахливе видовище постало їхнім очам — вітряк лежав у руїнах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Жахливе видовище постало перед їхніми очима: вітряк лежав у руїнах.

source: With one accord they dashed down to the spot. Napoleon, who seldom moved out of a walk, raced ahead of them all.
uk_1984_iryna_dybko_khutir_tvaryn: В голосіннях розпуки, всі тварини бігли в бік вітряка, а попереду всіх гнався Вісарйонов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: В єдиному пориві тварини кинулися до нього. Наполеон, що рідко переходив на біг, мчав попереду всіх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: В єдиному пориві тварини кинулися туди. Наполеон, який рідко рухався швидше, ніж кроком, мчав попереду всіх.

source: Yes, there it lay, the fruit of all their struggles, levelled to its foundations, the stones they had broken and carried so laboriously scattered all around.
uk_1984_iryna_dybko_khutir_tvaryn: Коли ж прибігли на горбок — побачили, як хуртовина зрівняла вітряк до підвалин. Каміння, що з таким зусиллям, понад спроможності, вивозили на горбок, лежало в безладді, порозкидуване на всіх усюдах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Так, тут лежав символ усієї їхньої боротьби, розвалений до підмурків. А каміння, що його вони трощили й звозили так тяжко, валялося довкола.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І ось нещасний вітряк перед ними — плід їхньої боротьби, надії та праці — зруйнований вщент; каміння, яке вони так тяжко добували, безладно валялося довкруж.

source: Napoleon paced to and fro in silence, occasionally snuffing at the ground.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов лиш мовчки ходив то в одну то в другу сторону горбка, обнюхував землю,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон мовчки походжав туди й сюди, час від часу принюхуючись.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон мовчки походжав поблизу, час від часу принюхуючись.

source: His tail had grown rigid and twitched sharply from side to side, a sign in him of intense mental activity.
uk_1984_iryna_dybko_khutir_tvaryn: гостро вимахував хвостом, що було признакою умового напруження.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хвостик його настовбурчився і сіпався з боку в бік — певна ознака інтенсивної розумової роботи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хвостик його напружився і різко сіпався, як це траплялося з ним завжди у хвилини інтенсивних розмірковувань.

source: Suddenly he halted as though his mind were made up.
uk_1984_iryna_dybko_khutir_tvaryn: Враз він зупинивсь, немов прийшов до переконливого заключення, чим і захотів поділитись із приявною тваринною громадою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зненацька він зупинився, мовби йому щось сяйнуло.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Раптом він зупинився, мабуть, ухваливши певне рішення.

source: “Comrades,” he said quietly, “do you know who is responsible for this?
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші! — гукнув він. — Чи ви додумуєтесь, хто відповідальний за ось цю руїну?!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товариші! — незворушно проказав він. — Чи знаєте ви, хто це накоїв?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товариші, — сказав він неголосно, — чи знаєте ви, хто винен у цьому?

source: Do you know the enemy who has come in the night and overthrown our windmill?
uk_1984_iryna_dybko_khutir_tvaryn: Чи знайомий вам той тяжкий ворог, що заподіяв нам цю безмежну кривду?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чи знаєте ви лютого ворога, що прийшов уночі й порунтав наш вітряк?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чи знаєте ви, хто цей ворог, який пробрався вночі й завалив наш вітряк?

source: SNOWBALL!” he suddenly roared in a voice of thunder. “Snowball has done this thing!
uk_1984_iryna_dybko_khutir_tvaryn: Тож я вам скажу: це Давидович! Ніхто інший, а тільки він отой нікчема.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: СНІЖОК! — зненацька ревонув він. — Це зробив Сніжок!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок! — заревів Наполеон громовим голосом. — Це зробив Сніжок!

source: In sheer malignity, thinking to set back our plans and avenge himself for his ignominious expulsion, this traitor has crept here under cover of night and destroyed our work of nearly a year.
uk_1984_iryna_dybko_khutir_tvaryn: Це ось тепер бачите той злорадний вчинок Давидовича, це він так помстився за те, що ми його прогнали, як підлого безчесника! Той зрадник потайки, під покривалом ночі, зайшов і нашу цілорічну працю зруйнував.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щоб розладнати наші задуми й помститися за ганебне вигнання, цей зрадник прокрався під пеленою ночі й, засліплений злобою, сплюндрував нашу цілорічну працю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сповнений брудної злоби, прагнучи помститися за своє ганебне вигнання з нашої громади, цей зрадник прокрався сюди під покровом темряви та знищив плоди наших героїчних.

source: Comrades, here and now I pronounce the death sentence upon Snowball.
uk_1984_iryna_dybko_khutir_tvaryn: Ось тут, на цьому місці проголошую вирок смерти на Давидовича,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Товариші, отут, на цьому місці, я оголошую Сніжкові смертний вирок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Товариші, тут і зараз, на цьому місці і в цю хвилину я оголошую смертний вирок зрадникові Сніжку.

source: ‘Animal Hero, Second Class,’ and half a bushel of apples to any animal who brings him to justice.
uk_1984_iryna_dybko_khutir_tvaryn: а кому вдасться зловити нікчему і привести на суд, того зроблю «героєм другої кляси» й дам такому півкорця яблук;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «Тварину-Героя II ступеня» і два відра яблук отримає кожен, хто допоможе здійснити вирок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Орден „Тварина-Герой II ступеня” і пів відра яблук отримає той, хто виконає волю правосуддя.

source: A full bushel to anyone who captures him alive!”
uk_1984_iryna_dybko_khutir_tvaryn: цілий корець дістане той, хто його на злобнім вчинку зловить і живим приведе до мене! — Громом лунали люті оскарження й погрози Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І чотири відра яблук тому, хто схопить його живцем.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І повне відро яблук тому, хто доправить його сюди живим!

source: The animals were shocked beyond measure to learn that even Snowball could be guilty of such an action.
uk_1984_iryna_dybko_khutir_tvaryn: Вістка, що Давидович є винуватцем у поваленні будови вітряка, пройняла кожну тварину жахливим хвилюванням; щось такого не вміщалось у їхній свідомості, просто не могли повірити, що Давидович міг спромогтися на такий єхидний вчинок.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини були безмірно вражені: невже хтось міг учинити таке блюзнірство, хай навіть Сніжок!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Здивуванню тварин не було меж: невже хтось — навіть Сніжок — міг таке жахливе вчинити?

source: There was a cry of indignation, and everyone began thinking out ways of catching Snowball if he should ever come back.
uk_1984_iryna_dybko_khutir_tvaryn: По деякому часі, як перше враження неймовірности пройшло, почали придумувати, яким би то способом вдалося Давидовича зловити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони аж заревли від обурення, і кожен став прикидати, як би краще запопасти Сніжка, коли той раптом повернеться.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пролунали крики обурення, і кожна тварина почала обмірковувати засоби затримання Сніжка, якщо він раптово з’явиться.

source: Almost immediately the footprints of a pig were discovered in the grass at a little distance from the knoll.
uk_1984_iryna_dybko_khutir_tvaryn: Хтось із свиней знайшов у довкіллі вітряка сліди кабана.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Майже одразу неподалік від пагорба в траві виявили сліди свинячих ратиць.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Майже відразу неподалік від пагорба виявили відбитки свинячих ратиць.

source: They could only be traced for a few yards, but appeared to lead to a hole in the hedge.
uk_1984_iryna_dybko_khutir_tvaryn: [що він мабуть пройшов крізь діру в живоплоті,]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони простежувалися лише кілька метрів, зате вели якраз до дірки в паркані.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони простежувалися лише упродовж кількох метрів, але, здавалося, вели до дірки під огорожею.

source: Napoleon snuffed deeply at them and pronounced them to be Snowball’s.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов основно їх пронюхав і проголосив, що це сліди Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон ретельно понюхав їх і заявив, що сліди — Сніжкові.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон зосереджено принюхався й оголосив, що сліди належать Сніжку.

source: He gave it as his opinion that Snowball had probably come from the direction of Foxwood Farm.
uk_1984_iryna_dybko_khutir_tvaryn: Пояснив, що він мабуть пройшов крізь діру в живоплоті, з боку хутора Лисичівки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він висловив припущення, що, ймовірно, Сніжок пробрався з боку ферми «Лисячий Гай».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На його думку, той з’явився з боку «Фоксвуда».

source: “No more delays, comrades!” cried Napoleon when the footprints had been examined.
uk_1984_iryna_dybko_khutir_tvaryn: Тоді Вісарйонов видав наказ різким голосом: — Значить, товариші, ми мусимо провірити всі можливі входи до хутора й закріпити їх залізним парканом; значить, немає часу на зволікання,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Годі вже зволікати, товариші! — виснував він, коли обстежив відбитки ратиць.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли місце злочину було докладно обстежено, Наполеон заревів: «Товариші! Не варто впадати в розпач!

source: “There is work to be done. This very morning we begin rebuilding the windmill, and we will build all through the winter, rain or shine.
uk_1984_iryna_dybko_khutir_tvaryn: перед нами ще чимало праці. Ще цього ранку будемо починати відбудову поваленого вітряка. Будемо завзято працювати — і ні зима, ні дощі, ні сніговії, ані шалені вітри не спинять нас у завзятій праці у виконанні наміченого пляну.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Цього ж ранку берімося за відбудову вітряка! Ми будуватимемо його всю зиму — і в дощ, і в сніг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У нас є завдання, і ми його виконаємо. Сьогодні, зараз же почнемо відновлювати вітряк і будуватимемо його всю зиму — і в сніг, і в дощ.

source: We will teach this miserable traitor that he cannot undo our work so easily.
uk_1984_iryna_dybko_khutir_tvaryn: Ми таки провчимо цього нікчемного зрадника, що він не зуміє перешкодити нам у будові вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ми доведемо нікчемному зраднику, що нашу працю знищити не просто.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ми покажемо цьому жалюгідному зраднику, що нашу роботу не можна зруйнувати так легко.

source: Forward, comrades!
uk_1984_iryna_dybko_khutir_tvaryn: Тож уперед, товариші!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вперед, товариші!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вперед, товариші!

source: Long live the windmill!
uk_1984_iryna_dybko_khutir_tvaryn: Хай живе вітряк!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хай живе вітряк!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хай живе вітряк!

source: Long live Animal Farm!”
uk_1984_iryna_dybko_khutir_tvaryn: Хай живе Хутір тварин!!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хай живе ферма «Рай для Тварин!»
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хай живе “Колгосп тварин!”».

source: Chapter VII
uk_1984_iryna_dybko_khutir_tvaryn: VII
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ VII

source: It was a bitter winter.
uk_1984_iryna_dybko_khutir_tvaryn: Зима не щадила холоду ні люті своїх буревіїв.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: То була сувора зима.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зима була жорстока.

source: The stormy weather was followed by sleet and snow, and then by a hard frost which did not break till well into February.
uk_1984_iryna_dybko_khutir_tvaryn: Дні переплітались то снігом то морозом, і було це так аж до половини місяця лютого.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За бурями прийшли сльота із снігом, а тоді впали морози; вони трималися до середини лютого.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Слідом за бурею прийшла сльота, за нею — хурделиця, що змінився сильними морозами, які трималися до середини лютого.

source: The animals carried on as best they could with the rebuilding of the windmill, well knowing that the outside world was watching them and that the envious human beings would rejoice and triumph if the mill were not finished on time.
uk_1984_iryna_dybko_khutir_tvaryn: В жахливо невідрадних обставинах тварини, як тільки вміли, інколи й понад свої сили, продовжували будову вітряка. Вісарйонов час від часу пригадував, що в довкіллі люди слідкують і заздрісно бажають, аби будова не докінчилась із успіхом у визначений час.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини з усіх сил відбудовували вітряк, усвідомлюючи, що на них дивиться зовнішній світ і що заздрісні людські істоти будуть радіти й зловтішатися, якщо вітряка не зведуть у строк.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини, як могли, відновлювали млин. Вони добре знали, що зовнішній світ стежить за ними, що люди зловтішатимуться, тріумфуватимуть, якщо вітряк не постане вчасно.

source: Out of spite, the human beings pretended not to believe that it was Snowball who had destroyed the windmill: they said that it had fallen down because the walls were too thin.
uk_1984_iryna_dybko_khutir_tvaryn: Про те, що Давидович розвалив майже докінчений вітряк, люди довідались, але не давали віри. Пояснювали, що стіни були тонкі, тонші, як повинні б бути, саме й тому не встоялись перед подувами гураґану.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А людські істоти вдавали, ніби не вірять, що вітряка зруйнував Сніжок; вони казали, що він розвалився сам, бо не витримали надто тонкі стіни.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люди тим часом вдавали, ніби не вірять, що млин зруйнував Сніжок. Натомість запевняли, мовляв, споруда обвалилася, бо стіни були занадто тонкі.

source: The animals knew that this was not the case.
uk_1984_iryna_dybko_khutir_tvaryn: Але це не помагало виправдати Давидовича, бо, крім Молчазнікова, всі висловлювались, що повірили поясненням Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини ж знали, що це зовсім не так.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини, звичайно, знали, що це не так.

source: Still, it had been decided to build the walls three feet thick this time instead of eighteen inches as before, which meant collecting much larger quantities of stone.
uk_1984_iryna_dybko_khutir_tvaryn: Та по деякому часі з незрозумілих тваринам причин Вісарйонов наказав будувати стіни вітряка тричі грубші як ті, що були. Тож це означало, що тричі більша кількість каміння мусить бути вивезена на горбок.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте цього разу стіни вирішили будувати товщими на три фути, проти колишніх півтора. А це потребувало значно більше дробленого каменю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте цього разу вирішили викладати стіни завтовшки дев’яносто сантиметрів замість колишніх сорока п’яти. А це потребувало удвічі більше каміння.
